webapp/src/main/webapp/static/examples/sos_v20/requests_soap/DeleteObservation.xml

<?xml version="1.0" encoding="UTF-8"?>
<env:Envelope
		xmlns:env="http://www.w3.org/2003/05/soap-envelope"
		xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance" xsi:schemaLocation="http://www.w3.org/2003/05/soap-envelope http://www.w3.org/2003/05/soap-envelope/soap-envelope.xsd">
	<env:Body>
		<sosdo:DeleteObservation
				xmlns:sosdo="http://www.opengis.net/sosdo/1.0" version="2.0.0" service="SOS">
			<sosdo:procedureIdentifier>http://www.52north.org/test/procedure/9</sosdo:procedureIdentifier>
			<sosdo:observableProperty>http://www.52north.org/test/observableProperty/9_3</sosdo:observableProperty>
			<sosdo:resultTime>2012-11-19T13:30:00+01:00</sosdo:resultTime>
		</sosdo:DeleteObservation>
	</env:Body>
</env:Envelope>